const AboutUs = () => {

    return (
        <div className="flex flex-col items-center px-10">
            <h1 className="text-3xl font-bold mb-10">О компании</h1>
            <p className="font-light w-2/3 lg:w-1/2 3xl:w-1/4 text-justify">Наша компьютерная фирма основана в 1999 году и вот уже второй десяток лет занимается сборкой, отладкой, диагностикой и продажей компьютеров. Кроме этого, магазин Online City занимается снабжением различными видами товаров государственных предприятий и корпоративных клиентов по всей территории РФ.
                <br/><br/>Помимо стационарных компьютеров, магазин Online City предлагает мобильную компьютерную технику (ноутбуки и нетбуки), бытовую технику, строительные и расходные материалы, бытовую химию, товары народного потребления. Магазин Online City осуществляет поставки товаров таких всемирноизвестных производителей, как Dewalt, Grainger, DELL, HP, NEC, ASUS и пр. Высокая надежность продаваемых в нашем компьютерном магазине товаров достигается выбором лишь самых достойных производителей компьютерной техники и комплектующих, зарекомендовавших себя с наилучшей стороны в течение многих лет безупречной работы. Таким образом, совершая покупку в магазине Online City, Вы можете быть полностью уверены в том, что покупаете современную, надежную, качественную компьютерную технику, которая станет Вам настоящим помощником в делах и развлечениях.

                <br/><br/>Покупая в нашем интернет магазине стационарный или мобильный компьютер, Вы можете выбрать на свой вкус или исходя из своего бюджета любую лицензионную операционную систему (MS Windows), офисные приложения (MS Office) и/или антивирусную программу. В качестве бесплатных дополнительных услуг сотрудники магазина Online City предлагают: сборка компьютера, установка приобретенного программного обеспечения, диагностика слаженности и стабильности работы приобретенной техники. К числу доступных услуг так же относится доставка приобретенных в нашем компьютерном магазине товаров по указанному Вами адресу в удобное для Вас время. Online City – магазин большого выбора и отличных цен! Звоните, пишите, приезжайте – и покупка станет в радость!

                <br/><br/>Всегда будем рады видеть Вас по адресу: 127018, Москва, ул. Сущевский вал, д.5, стр 1 А, Компьютерный центр «Савеловский»; пав. 2F06. Всегда будем рады слышать Вас по телефонам: (495) 799-47-42, (495) 780-61-74.

                <br/><br/>Наши реквизиты:    Индивидуальный предприниматель ИП Замотина Екатерина Борисовна 143090, г. Краснознаменск, ул. Краснознаменная, д.20, кв.88 500600070349 АО КБ «Рублев» 40802810301000000023 30101810345250000253  044525253 304500634500021 от 10.12.2004г.</p>
        </div>
            )
}
export default AboutUs;