const Guarantees = () => {

    return (
        <div className="flex flex-col items-center px-1/10">
            <h1 className="text-3xl font-bold mb-10">Гарантии</h1>
            <p className="font-light w-2/3 lg:w-1/2 3xl:w-1/4 text-justify">
            Мы гарантируем, что все приобретаемые у нас товары имеют необходимые сертификаты, и прошли определенные тесты, мы так же гарантируем то, что техника, продаваемая нами абсолютно новая и никогда не была в употреблении. Мы сами уверенны в том, что продаваемая нами техника, при должном к ней обращении прослужит долго и принесет Вам только радость! В тех редких случаях, когда купленное оборудование в течение гарантийного срока частично или полностью выходит из строя, мы делаем все возможное, чтобы наши покупатели остались довольны покупкой.
            <br/><br/>
            Гарантийный ремонт в нашей мастерской осуществляется быстро, качественно и, конечно же, бесплатно. Сроки гарантии указанны в гарантийном талоне, сопровождающем товар. Доставка и возврат неисправного изделия осуществляется его владельцем в наш сервисный центр самостоятельно.
                <br/><br/>
            <b>Чтобы не лишится гарантийного обслуживания Вам необходимо соблюдать несколько условий</b>
            <br/><br/>
            Принимая товар у курьера, проверьте наличие и правильность заполнения гарантийного талона.
            <br/>
            В течение 15 дней с момента покупки сохраняйте упаковочную тару и не выбрасывайте сопровождающий товар описания, драйвера и т.д. соблюдайте условия эксплуатации, описанные в руководстве пользователя, прилагаемом к покупке;
                <br/>
            При эксплуатации оборудования избегайте механических повреждений: сколов, вмятин, трещин, царапин и т.п.;
                <br/>
            Не нарушайте сохранность гарантийных пломб, наклеек, этикеток;
                <br/>
            На разные комплектующие устанавливаются различные сроки гарантии, все они четко прописаны в Гарантийном соглашении. Замена и возврат товара осуществляются в соответствии с Федеральным Законом "О Защите Прав Потребителей".
            </p>
        </div>
            )
}
export default Guarantees;