const Delivery = () => {

    return (
        <div className="flex flex-col items-center px-1/10">
            <h1 className="text-3xl font-bold mb-10">Доставка</h1>
            <p className="font-light w-2/3 lg:w-1/2 3xl:w-1/4 text-justify">
                <b>Доставка</b>
                <br/>
                Мы осуществляем доставку по Москве и области.
                <br/>
                Доставка по Москве и области осуществляется ежедневно c 10 до 20 часов.
                <br/><br/>
                <b>Самовывоз</b>
                <br/>
                Вы можете самостоятельно забрать товар из нашего розничного салона, расположенного по адресу:
                г. Москва, ул. Сущевский вал д. 5 стр. 1А пав. 2F06 (метро Савеловская).
                <br/><br/>
                <b>Доставка по Москве</b>
                <br/>
                Стоимость доставки в пределах МКАД фиксированная и составляет 600 р.
                <br/><br/>
                <b>Доставка по Московской области</b>
                <br/>
                Стоимость доставки заказанного товара за пределы МКАД обговаривается с администратором магазина и зависит от расстояния, направления и времени доставки.
                <br/><br/>
                <b>Доставка в регионы</b>
                <br/>
                Региональная доставка осуществляется транспортной компанией, ее условия обговариваются с администратором магазина.
            </p>
        </div>
            )
}
export default Delivery;