const ForWholesalers = () => {

    return (
        <div className="flex flex-col items-center px-1/10">
            <h1 className="text-3xl font-bold mb-10">Оптовикам</h1>
            <p className="font-light w-2/3 lg:w-1/2 3xl:w-1/4 text-justify">
            С 1999г. мы работаем со многими коммерческими и государственными компаниями Москвы.<br/>
            Множество наших постоянных покупателей оставляют о нас только положительные отзывы! В свою очередь, мы стараемся максимально быстро и четко исполнить свои обязательства по договорам поставки.<br/>
            Оптовые цены на компьютеры, комплектующие и иную технику, как правило, обсуждаются через нашу почту info@onci.ru, по телефонам или при личном контакте!<br/>
            Оптовые цены на компьютерную технику определяются исходя из объема заказа, чем больше заказ - тем больше скидка!<br/>
            Мы используем также накопительную систему скидок!<br/>
            Чтобы получить оптовый прайс-лист Вам необходимо сделать заказ либо через наш онлайн чат либо по почте: info@onci.ru!<br/>
            Мы рады новым клиентам и всегда готовы предоставить крупную оптовую скидку.
            </p>
        </div>
            )
}
export default ForWholesalers;